Repository: PeterGuo211/core-Components
Catalog: DB4D/Resources/*.lproj/BACKUPRESTOREPT-*.xlf
Languages: pt_br

# ERR_bkrs_100
source: Incompatible data store format (waExtra file found)
pt_br: Formato de armazenamento incompatível (foi encontrado arquivo waExtra)

# ERR_bkrs_200
source: Failed to retrieve journaling info
pt_br: Erro ao recuperar informações sobre o histórico

# ERR_bkrs_201
source: Journal file not found: {Path}
pt_br: O arquivo de historico não foi encontrado: {path}

# ERR_bkrs_202
source: Failed to perform backup
pt_br: Falha ao executar o backup

# ERR_bkrs_203
source: Failed to create backup folder: {Path}
pt_br: Falha ao criar a pasta do backup: {Path}

# ERR_bkrs_204
source: Failed to backup journal
pt_br: Erro no histórico de backup

# ERR_bkrs_205
source: Invalid journal path: {Path}
pt_br: Caminho de histórico inválido: {Path}

# ERR_bkrs_206
source: Invalid backup folder: {Path}
pt_br: Pasta de backup inválida: {Path}

# ERR_bkrs_207
source: Failed to backup data folder
pt_br: Falha ao fazer backup da pasta de dados

# ERR_bkrs_208
source: Next active journal path is invalid
pt_br: O caminho do próximo histórico é inválido

# ERR_bkrs_209
source: Invalid backup settings
pt_br: Configuração de backup inválida

# ERR_bkrs_210
source: Failed to store backup manifest
pt_br: Falha ao armazenar manifesto de backup
